import { IReview } from "@/types/review";

export const REVIEW_LIST: IReview[] = [
  {
    imageSrc: "/images/review-list/wendy.png",
    name: "Wendy",
    team: "UIUX組",
    role: "水手",
    review:
      "在這近半年的過程中，從對自己職涯充滿迷茫、不知道自己該怎麼前進的狀態下，因為參與了曼陀號而對未來逐漸的清晰起來，除了更了解自己的現況外，更知道自己未來想成為什麼模樣，目標也在跟著船長與航海士以及水手們的交流下越來越明確，同時也認識很多職場上厲害的前輩跟夥伴，建立了珍貴的業界人脈。",
  },
  {
    imageSrc: "/images/review-list/denny.png",
    name: "Denny",
    team: "Data組",
    role: "助教",
    review:
      "今年在 Data 組，我首次從學員轉變為助教，參與月會籌備、執行與會後交流，讓我深感收穫滿滿。在這段過程中，與團隊合作更加緊密，提升溝通與協作能力。同時，透過與不同背景的學員互動，我學會換位思考，強化同理心與問題解決能力。此外，從學員、夥伴及導師的回饋中獲得許多啟發，不僅結識了優秀的朋友，也在職涯發展上獲得寶貴建議與支持。能成為助教並成為這個團隊的一份子感到非常驕傲！",
  },
  {
    imageSrc: "/images/review-list/tia.png",
    name: "Tia",
    team: "UIUX組",
    role: "航海士",
    review:
      "參與曼陀號，像是歷經一趟充滿挑戰與成長的旅程，由於有不同產業的成員陪伴，這趟旅程有趣且不孤單。 從中最大的收穫是探索到自我的職涯定位與目標，每次月會的主題，讓我逐步爬梳過去到現在的職涯發展，並且透過與成員間的互動與分享，整合出屬於自己的定位。",
  },
  {
    imageSrc: "/images/review-list/ethan.png",
    name: "政廷 Ethan",
    team: "MKT組",
    role: "水手",
    review:
      "透過曼陀號的組內月會、跨組聯合月會及各式講座安排，不僅能近距離向經驗豐富的船長和講師們學習，深入汲取經驗與產業知識，以提升自身的軟硬實力外，更會與身邊來自不同領域、具備多元職能的水手 / 航海士緊密交流，這樣的互動機會能激盪出多元的想法與觀點，並進一步拓展我們的視野，累積寶貴的成長經驗！",
  },
  {
    imageSrc: "/images/review-list/jade.png",
    name: "Jade",
    team: "UIUX組",
    role: "助教",
    review:
      "我們助教可以跟著引水人和船長一起把月會內容玩出各式各樣的花樣，在月會中我們會用I like, I wish, I wonder方法進行快速回饋收集，讓每次月會一個比一個好玩，本次的內容著重在對設計師的角色定位、職涯發展、職場問題解決方法和面試技巧進行各種探索，特別的是，雖不是學員，但透過密切的月會前課程會議，我對各個月會的教學目的有很深入的理解，了解這些知識都是對一名設計師來說特別核心且重要的，在編課過程中也能理解船長對於課程內容的想法，算是另外的寶貴收穫呢！",
  },
  {
    imageSrc: "/images/review-list/pearl.png",
    name: "Pearl",
    team: "UIUX組",
    role: "水手",
    review:
      "從很多不同職級優秀的人身上，學到可以立刻應用在職場的軟實力。因為之前在公司常忙到沒空觀察，同事也都是各自對接業務，時間久了增長幅度有限。像是有次曼陀號跨組工作坊，直接見識資深ux設計師幫團隊掌控時程進度的魄力，也有效的確認設計方向符合團隊期待，瞬間感覺到自己能夠進步的空間還有好多。除了這個，還有很多的交流都更加激勵我的職涯選擇！",
  },
  {
    imageSrc: "/images/review-list/juno.png",
    name: "Juno",
    team: "MKT組",
    role: "助教",
    review:
      "我覺得在曼陀號最大的收穫是結識原本工作圈不會認識到的人脈。尤其工作之後，大部分的人只會接觸到同公司、同產業的人，少有與他人交流、切磋學習的機會，而在曼陀號打破了這樣的壁壘，突破同溫層打開更寬廣的視野",
  },
  {
    imageSrc: "/images/review-list/joanna.png",
    name: "Joanna",
    team: "UIUX組",
    role: "水手",
    review:
      "參加曼陀號的過程，我結識了一群志同道合的朋友，也認識了閱歷豐富的導師們。他們在我面臨職涯疑惑時，提供了多方面的建議與解答，幫助我釐清方向。這些寶貴的人際連結與智慧分享，是我在曼陀號最大的收穫，也是最難得的經驗。",
  },
  {
    imageSrc: "/images/review-list/rong.png",
    name: "Rong",
    team: "Data組",
    role: "助教",
    review:
      "參加曼陀號計劃最大的收穫是認識了一群非常優秀且樂於分享交流的夥伴。對我來說，無論人生走到哪個階段，難免都會遇到迷惘的時刻，而比起直接得到解答，我更喜歡藉由與他人的交流，看見不同的觀點，在過程中一邊梳理自己的矛盾與盲點，一邊摸索出前進的方向。",
  },
  {
    imageSrc: "/images/review-list/tom-liu.png",
    name: "湯六",
    team: "UIUX組",
    role: "航海士",
    review:
      "因為我是航海士，在引導青年設計師的過程，也幫助自己重新整理了「角色建立、設計影響力、職涯規劃地圖」等...相關題目，讓我更加理解青年設計師的需求。也幫助自己補強了對於領導 UED 團隊的規劃，算是一舉兩得 (燦笑)",
  },
  {
    imageSrc: "/images/review-list/amber.png",
    name: "Amber",
    team: "Engineering組",
    role: "水手",
    review:
      "船長 Jalex 總是不私藏的分享他個人的想法、原則和思考方式，每次月會都會有觀念打通和拓展眼界的感覺！參加曼陀號也能夠認識許多正向積極的夥伴，大家互相鼓勵、一起向前，就是成長最快速度方式！",
  },
  {
    imageSrc: "/images/review-list/zonnie.png",
    name: "Zonnie",
    team: "UIUX組",
    role: "水手",
    review:
      "跟著船長與引水人設計的漸進式月會內容，從向內的盤點自己現況，到向外開始與身邊夥伴交流自己在工作的工作經歷，並互相解惑、取暖，最後再設立未來的目標與規劃。在整個過程中，不僅更了解自我，更重要的是認識了一群有共同目標的夥伴能夠持續交流！",
  },
  {
    imageSrc: "/images/review-list/dd.png",
    name: "DD",
    team: "PM組",
    role: "水手",
    review: `1. 除了本職外, 接觸了職涯探索、談判、投資, 還有數場跟工程師、設計師的工作坊
    2. 跟夥伴讀了不少產品管理、商業模式的書
    3. 了解到工作價值與成長階梯
    4. 在自己迷惘時可以跟夥伴船長討論`,
  },
  {
    imageSrc: "/images/review-list/BD_Ginn.jpg",
    name: "Ginn",
    team: "BD組",
    role: "水手",
    review: `能夠在一個社群認識一群認真向上的好夥伴和熱心真誠無私分享的導師，是最大的收穫！尤其是船長 Steve 每一堂課的規劃兼具廣度和深度，讓我們能更具體了解到，魔鬼出在細節中，一位成功的 BD 至少該具備哪些能力`,
  },
  {
    imageSrc: "/images/review-list/BD_Bill.jpg",
    name: "Bill Nieh",
    team: "BD組",
    role: "水手",
    review: `加入曼陀號之前，我是一位負責前端開發的 LDR。我原本以為，只要把電話打好、成功約到會議，我的任務就完成了。生活過得去，我也覺得自己做得還不錯。
選擇 BD 組，原本只是想優化開發技巧，沒想到這趟旅程帶給我的，是對業務職涯全盤的思維重塑，以及一群能真實分享職場酸甜苦辣的夥伴。
Steve 船長在課程中不斷強調的一句話，直接擊中了我的痛點：「做業務，一定要做一個敢背 Quota 、能 Close 能開發的業務；不懂成交，你就無法成為無可取代的業務。」
這句話讓我意識到，如果我只把自己定位在「約訪人員」，我的職涯天花板就會很低。船長教導的顧問式銷售，不只是為了成交那一刻，而是貫穿整個銷售流程。現在我在做開發時，會更深層地去思考客戶的商業痛點，而不僅僅是為了湊滿會議數量。除了船長的指導，同儕是我在曼陀號的另一個巨大收穫。我們 BD 組匯集了來自不同產業的夥伴，這半年最珍貴的，不是聽大家分享成功的豐功偉業，而是互相交流職場中的困難。
在小組討論中，我們很真實地攤開各自遇到的難題：無論是面對不講理的客戶、內部跨部門溝通的角力，或是業績達標的巨大焦慮。
透過這些分享，我看到了不同產業的 Mindset：
原來 SaaS 產業的業務是這樣用數據看轉換率的。
原來傳產的業務更看重的是人情世故與長線佈局的邏輯。
這些跨產業的視角衝擊了我原本單一的 LDR 觀點，讓我學會跳脫當下的困境，嘗試用不同產業的邏輯來解決我遇到的問題。
雖然我現在不需要直接背負成交金額，但我開始練習用背 Quota 的心態來要求自己。
在近期的開發工作中，我不再只是單向推銷，而是嘗試像個顧問一樣去診斷客戶的問題。結果發現，當我以協助成交為導向來做前端開發時，轉交給後端的名單品質變高了。
謝謝 Steve 船長這半年的震撼教育，也謝謝同船夥伴們的真誠分享。是你們讓我看見了業務這條路上的真實風景 有困難、有挑戰，但只要觀念正確，就充滿機會。
曼陀號的旅程雖然結束，但我不會滿足於只當一個優秀的 LDR。我會帶著這半年學到的顧問思維與多元視角，努力充實自己，目標在未來成為一位能獨當一面、扛起 Quota 的 Close 業務！`,
  },
  {
    imageSrc: "/images/review-list/Data_ShasaTsai.JPG",
    name: "Sasha",
    team: "Data組",
    role: "水手",
    review: `我參與的是 data 組，雖然做的工作並不是純 data 相關，但還是很喜歡自己在 data 組的經歷。參加曼陀號領航計劃主要可以分為以下兩點收穫：

1）產業 know-how

即使大家都是做 data 相關的，當類似職能放到不同產業下，其實會相距甚遠。一開始對特定產業了解不多，但曼陀號真的是一個擁有多樣產業的環境，在打破想像、重構上拼湊出自己希望培養的職場方向和能力，增廣見聞總是很值得的！也許聽了其他行業的瑣事覺得自己身處的環境真好，也可能是聽到更喜歡的想要切入，這些都是讓自己擁有更多選擇權的底氣。

有辦法能夠知道某件事情、某個機會，也是運氣、能力的一種，來曼陀號慢慢培養也是很不錯的！

2）人脈、朋友

這點是讓我最驚喜也覺得值得的部分 🥺

我的感受是，大家都不是帶著有目的性的心態來參加曼陀號的活動，單單只是「想認識更多有趣又有相似愛好的靈魂」、「好奇同職能的大家做的事都一樣嗎？」，好啦，data 組更多的想必是內心的 mur mur 敦促的：「AI 浪潮如此兇猛，我們不會沒工作吧？」

神奇的是，一起煩惱就沒什麼大不了的，因為這群夥伴在一起焦慮的情況下，會付諸行動，一起認識新工具，找出提升硬實力的方法，學習和各單位溝通的軟實力，進而成為擁有「知道怎麼擁有技能點」、長出更多技能樹的大人。

我們身後永遠有像大樹一樣的人，有航海士、助教、引水人、船長，每一個角色都幫助我們在探索職涯上累積更開拓的視野，每一次的月會總是乾貨滿滿，除了有前輩們的經驗傳承外，月會中和夥伴們的交流討論，也都是很珍貴的部份。`,
  },
  {
    imageSrc: "/images/review-list/ENG_LeonLi.png",
    name: "Leon",
    team: "Engineering組",
    role: "航海士",
    review: `1. 克服冒牌者症候群，認知到自己也是有能力可以幫助別人，嘗試做一個 Giver，在分享過程透過回顧與梳理，也幫助我自己想通了很多事，希望能將分享的習慣持續下去！
2. 藉由蓋洛普測驗更認識自己，認知到自己天賦與其過度發揮造成的狀況，也因此釋懷了自己的某些感受。
3. 與 Eng 組的學員交流，感受到大家都有相同的焦慮，藉由彼此分享、學習成長，也漸漸感到踏實，覺得未來有很多不同可能性！`,
  },
  {
    imageSrc: "/images/review-list/MKT_DevinWang.jpeg",
    name: "Devin",
    team: "MKT組",
    role: "水手",
    review: `其實我過去是從事財經雜誌記者工作，三年前才半路出家轉入行銷。

必須說，這一路上很多迷茫時刻，我自己在去年，也面臨到職涯的瓶頸，很想嘗試新方向，卻又不確定下一步去哪、有哪些可能性。

很感激曼陀號的機緣，幫助我展開職涯的新契機與勇氣，最大的收穫有三項：

其一，探索各種可能性。曼陀號是一個非常好，探索職涯認知的平台。在 Marketing 組，我看見 21 種不同的職涯可能性：比如 FMCG、科技業，甚至像我們船長 Sidney，他有非常豐富的跨產業經驗。

從每一個人的故事中，不只看到實務的經驗與決策，同時也獲得一種勇氣，原來職涯有這麼多選擇，我是不是也可以試試看不同的挑戰。

其二，持續學習的習慣。在 Marketing，我們透過月會，去學習行銷框架、數據分析、AI 應用、職涯探索，甚至有很多跨組交流和讀書會，平均每個月都有兩次以上學習。

但老實說，這些知識本身不稀奇，真正可貴的，反而是，我們從每次交流，看見別人怎麼將他的經驗與知識結合應用，甚至是找到一群適合的夥伴，培養出持續學習的習慣和能力。

其三，遇見厲害的人。出社會後，很難得有場域，可以集結一群熱愛學習成長、探索職涯、同領域交流的朋友。很感謝曼陀號，讓我認識到一群，很厲害、很特別的人。也相信在未來的路上，我們都有機會彼此幫助、交流、創造更多新的可能性！`,
  },
  {
    imageSrc: "/images/review-list/MKT_ZoeSu.jpeg",
    name: "Zoe",
    team: "MKT組",
    role: "水手",
    review:
      "曼陀號給我最大的收穫，就是讓我擁有改變的勇氣和持續探索的動力。工作的忙碌常常讓自己忘記要成長，不斷地輸出與消耗使人疲憊和匱乏，思維逐漸固化，世界觀變得狹窄。但在這個社群，人與人之間的連結，讓我特別珍惜每次的相聚，他人的想法與眼界，總是啟發著我，也提醒著我人生和工作有很多不同的可能性。",
  },
  {
    imageSrc: "/images/review-list/MKT_Tim.JPG",
    name: "Tim",
    team: "MKT組",
    role: "航海士",
    review: `我覺得可以大致用人事物三個面向來概述參加計劃所得的收穫。

從人的層面，出社會之後，人際關係往往被工作場域所侷限，若不刻意主動，很難再認識來自不同背景、卻頻率相近的人。即使參加各式活動，也未必能遇到能長時間對話、相處起來自然的夥伴，但在曼陀號裡，確實看見、也遇見願意傾聽、願意分享，也願意真誠交流的夥伴們。

從事的角度，月會的分享與跨組交流，讓我看見同一件事可以也能被多元地理解與詮釋。當不同觀點被攤開時，我開始更清楚地意識到自己的思考盲區，也更能分辨哪些是事實、哪些是觀點。而事最終成了是，我是誰？我習慣用什麼角度理解世界？又有哪些認知，其實只是我長期以來未曾察覺的假設？
是為一種思考也為認同。

談物的部分，開閉幕與月會期間的種種安排，包含那些好好準備的餐點、下午茶、用心設計的小物等，讓物品也被賦予社群價值認同的重量。
至於你說能不能藉此也「悟」出些道理或感受？我想可能還是需要親自來參加，才能對自己的內心提出真實的叩問。`,
  },
  {
    imageSrc: "/images/review-list/PM_ElmonPeng.jpeg",
    name: "Elmon Peng",
    team: "PM組",
    role: "水手",
    review: `許多夥伴來到這個活動可能正好是轉職或是換工作的狀態，我認為收穫可以分成三件事情來說明。

1. 來到 PM 組，感受最強烈的是，可以觀察到 Mentor 們他們思考事情的方式，在職場中我們不一定有機會觀察自己主管思考的方式，有時候難免會成為單純執行的角色，但在這個活動中，思考方式是最有價值的一件事情，尤其是在 AI 逐漸成為我們協作的對象狀況下，執行的角色 AI 可以做得很好，但對事情的看法，對產品的品味卻是 AI 暫時無法取代的能力。

2. 來到這裡的這群水手或是 Mentor 們，都有類似的頻率，我想反應的就是持續學習跟探索。過往也許在公司裡，我們可能是獨自一人或是也許有主管，但在曼陀號這個環境下，有的是一群跟你有類似想法的夥伴，可以互相交流工作上的困難，這是曼陀號給我第二件有收穫的事情。

3. 我認為是扎實的訓練，讓我對於這一次的活動非常有感的收穫。這不純然是月會上的分享，從開始收到題目，過程中花時間探索，思考解決方案，一直到最後的提案環節。也許不能代表公司真實場景，但卻讓我深刻體會到如果我今天要作為一個好的 PM 在這些環節中要扎實的訓練自己，才能提出一個不錯的提案。`,
  },
  {
    imageSrc: "/images/review-list/PM_Willy.JPG",
    name: "Willy",
    team: "PM組",
    role: "水手",
    review: `在參加曼陀號領航計劃的過程中，我最大的收穫是：能夠找到一個互信、安全、能被支持也能支持他人的環境裡，我就能更勇敢地提問、練習、犯錯、修正，變成自己成長的推力。

我的收穫主要體現在以下四個面向：

1. 體會到「互信與安全感」
第七屆中，我很深刻感受到船長、航海士們、水手們透過主動分享、鼓勵與接住彼此的方式，共同建立了一個不分資歷、能放心交流的氛圍。這個空間讓我即使面對很多前輩，也願意提出看似很初階、但其實很關鍵的問題。
對我來說，這不只是「被鼓勵」而已，而是一種具體且正向的學習體驗：當環境足夠安全，我會更願意承認自己不知道、也更願意嘗試把想法說出來。大家也因此能從彼此中互相成長

2. 以「實作型學習」重新體驗產品管理
第七屆引入的產品專案實作，對我來說是很關鍵的收穫。它獨立於我原本的工作內容，但又與課程核心能力緊密相關，因此我反而能暫時跳脫職位與框架的限制，把課程中學到的概念真正落地，去練習我心中理想的產品管理方式。
這段經驗讓我更明確感受到：真正能留下來的學習，往往不是聽懂了多少，而是「做過什麼、卡在哪、怎麼修正、下一次會怎麼做」。透過實作，我也更能夠在實際工作中，跳脫原先的框架，思考問題的本質、還能夠怎麼做，怎麼做會更好。

3. 課程能「依學員需求迭代」
每次月會我都會看到船長分享從回饋中整理的量化滿意度、學習難易度，以及部分質化回饋。這讓我很直接地感受到：課程不是固定不變的內容輸出，而是一個會吸收回饋、持續調整的系統。
對我來說，這是一個非常具體的「產品思維」示範——把學員視為使用者，讓回饋成為迭代的燃料，並把迭代融入每一次互動之中，而不只是課後才做檢討。

4. 遇見好的夥伴，「結束後仍能成長」
曼陀號結束後，我看見社群仍留下許多對產品管理有熱忱的夥伴。第七屆產品管理組透過每週一次的 Product Sense 練習，讓彼此持續精進。對我而言，這個飛輪的價值不只在能力提升，更在於：當工作或職涯遇到卡點時，有一群人能一起討論、互相校準方向、提供信心與支持。
這讓這次的曼陀號變得更有價值，它不是單次課程結束就停止，而是需要一個能持續投入、持續被推動、也願意彼此托住的節奏與場域。`,
  },
  {
    imageSrc: "/images/review-list/UIUX_HengAnLin.png",
    name: "HengAn Lin",
    team: "UIUX組",
    role: "航海士",
    review:
      "過往在公司大都是一人設計，在曼陀號中認識很多設計師，聽到不同設計師的心路歷程，覺得大家都很認真很積極地走在設計這條路上。在 4 次月會中，從船長身上學到很多，月會之外還被關心職涯、未來方向、團隊運作等等，收穫非常多！而在每次的導讀會、小組討論，接觸到每一位水手，累積自己的領導經驗，也從他們的回饋中更認識自己。",
  },
  {
    imageSrc: "/images/review-list/UIUX_劉凡瑀.jpg",
    name: "劉凡瑀",
    team: "UIUX組",
    role: "水手",
    review: `感到迷惘的時候來這裡會獲得很多心靈上的安定，可以看見在不同階段的人的煩惱，一起解決一起討論，特別是對職涯規劃上或是跟不同職能合作的秘辛等，讓人覺得自己在努力的路上不是孤單的。
也可以在這裡看到很多不同產業的知識或是面試小技巧，也真的都能活用在自己的職涯中，至少在工程溝通上有些做法我實際運用後覺得效果不錯。
但最大的收穫應該還是認識這麼多同樣在設計道路上努力的人，非常非常珍貴💖`,
  },
  {
    imageSrc: "/images/review-list/MKT_Fanny.JPG",
    name: "Fanny",
    team: "MKT組",
    role: "航海士",
    review:
      "航海士的身分讓我得以根據自己的工作歷練嘗試引導他人，是很特別且難得的經驗，抱著分享的心情與他人交流，令我能夠從第三者視角更了解自己是怎樣的人，也更肯定自己的價值，同時獲得幫助他人成長的成就感。除了 MKT 組別月會之外，可以透過跨組月會與其他 function 背景的夥伴交流，我很喜歡觀察不同職位的人的思考模式（Engineer, UIUX, PM…)，雖然每個人都不一樣也有些微的共同點，然而不同職位總能看到自己平常不會思考到的面向，打破習慣的思維，進而在一起討論並 present 時有很不一樣的呈現，很喜歡這樣破壞性創新的交流。",
  },
];
